{
	"basics": {
		"name": "Nikolay Golosov",
		"label": "Graduate Student at Penn State Geography",
		"picture": "https://avatars.githubusercontent.com/u/29942619",
		"email": "golosov@psu.edu",
		"phone": "",
		"website": "https://ngolosov.github.io",
		"summary": "My research interests include GIS, remote sensing and computer science. I have experience in geo-information technologies and land surveying in the oil and gas sector. I am looking to apply my skills in spatial data analysis using GIS to improve urban environments.",
		"location": {
			"address": "Department of Geography, PSU",
			"postalCode": "16803",
			"city": "University Park",
			"countryCode": "US",
			"region": "PA"
		}
	},
	"work": [{
			"company": "Pennsylvania State University",
			"position": "Graduate research assistant",
			"website": "",
			"startDate": "2021-07-01",
			"endData": "",
			"summary": "",
			"highlights": [
				"Conducted research on improving the energy efficiency of the College of EMS buildings and specifically on improving the accuracy of the thermal imagery predictions.",
				"Developed a web application to disseminate the collected thermal and visible light images to a wide audience using the Python, Mathplotlib, and Flir Scientific File API.",
				"Conducted research on studying the relationship between the development of the COVID-19 pandemic and air quality in the US as well as creating an accompanying web application to facilitate the data exploration."
			]
		},
		{
			"company": "University of Northern Iowa",
			"position": "Program Assistant",
			"website": "",
			"startDate": "2020-06-01",
			"endData": "2021-08-01",
			"summary": "",
			"highlights": [
				"Conducted research on the spatial and temporal dynamics of the COVID-19 pandemic in the Arctic.",
				"Developed a real-time web-based COVID-19 data hub consisting of reporting application, dashboard, and website to facilitate the understanding of the COVID-19 development in the Arctic using the ArcGIS Online and ArcGIS Python API.",
				"Published the resulting datasets on the NSF’s Arctic Data Center website."
			]
		},
		{
			"company": "University of Northern Iowa",
			"position": "Graduate Research Assistant",
			"website": "",
			"startDate": "2018-01-01",
			"endData": "2020-07-01",
			"summary": "",
			"highlights": [
				"Conducted research on Taimyr wild reindeer aerial census data to gain a novel understanding of the wild reindeer migration process and its relationships with natural and anthropogenic factors.",
				"Developed a semi-automatic digitization workflow of historical reindeer aerial census reports by using ESRI ArcGIS ArcMap and FME Desktop, which sped up the manual digitization process by approx. 2x times.",
				"Created and published a popular dataset on Taimyr reindeer counts and migration patterns on NSF’s Arctic Data Center website."
			]
		},
		{
			"company": "Langan Engineering & Environmental Services",
			"position": "GIS Development Intern",
			"website": "",
			"startDate": "2019-06-01",
			"endData": "2019-08-01",
			"summary": "",
			"highlights": [
				"Developed an ArcGIS Pro toolbox and set of standalone Python scripts for GIS administrators to automate various ArcGIS Enterprise/ArcGIS Online administrative tasks.",
				"Developed a toolbox targeted for end-users to provide an easy and effective way to download photographs created by Collector for ArcGIS from ArcGIS Online/Portal.",
				"Performed routine content management tasks such as putting together and publishing various web maps and web applications using ArcGIS Pro and Web App Builder leading to improved appearance of the web applications and increased engagement of intranet web-GIS application users."
			]
		},
		{
			"company": "Veeam Software",
			"position": "Technical Customer Support",
			"website": "",
			"startDate": "2016-11-01",
			"endData": "2018-01-10",
			"summary": "",
			"highlights": [
				"Effectively resolved various infrastructure issues on the client side using strong problem-solving, troubleshooting and debugging skills.",
				"Delivered 100% customer satisfaction rate while providing technical support by using Cisco WebEx and Teamviewer remote support tools."
			]
		},
		{
			"company": "LUKOIL International Services",
			"position": "Surveyor",
			"website": "",
			"startDate": "2012-12-01",
			"endData": "2016-05-01",
			"summary": "",
			"highlights": [
				"Developed a web-GIS that significantly improved management situational awareness and which was used extensively in the daily activities of field and remote branch offices.",
				"Developed software for the automatic collection of panoramic images using Python scripts.",
				"Reduced time needed for the preparation of demining reports by creating a custom Python script to generate PDF documents.",
				"Improved CAD to GIS conversion accuracy using custom ETL workflows built-in FME Desktop.",
				"Effectively kept GIS information up to date by performing GPS surveys using Leica and Trimble GPS equipment."
			]
		},
		{
			"company": "Saint-Petersburg Heating Grid",
			"position": "GIS Engineer",
			"website": "",
			"startDate": "2012-01-01",
			"endData": "2012-11-01",
			"summary": "",
			"highlights": [
				"Provided technical support to users of the internal custom desktop GIS.",
				"Streamlined the installation and configuration process of ESRI Runtime on client workstations using custom Active Directory policies.",
				"Prepared electronic maps, schemes, and diagrams which significantly improved client awareness during emergencies.",
				"Drafted technical assignments and requirements for the development of new versions of the internal GIS.",
				"Deployed a test environment that streamlined the testing process of the new versions of internal GIS using VMWare vSphere."
			]
		}
	],
	"education": [{
			"institution": "Penn State University",
			"area": "Ph.D., Geography",
			"studyType": "",
			"endDate": "July 2025",
			"gpa": "",
			"courses": [
				"Environmental Data Analytics",
				"Geographic Information Management",
				"GIS Programming",
				"Advanced Python Programming for GIS"
			]
		},
		{
			"institution": "University of Northern Iowa",
			"area": "Master’s degree in Geography (Graduate Certificate in GIS and Cartography)",
			"studyType": "",
			"endDate": "Jul 2021",
			"gpa": "",
			"courses": [
				"Advanced GIS",
				"Web GIS",
				"Advanced Remote Sensing",
				"GIS Software Development",
				"Spatial Statistics"
			]
		},
		{
			"institution": "Saint-Petersburg State University",
			"area": "B.S/Specialist degree, Applied informatics in Geography",
			"studyType": "",
			"endDate": "2011",
			"gpa": "",
			"courses": []
		}
	]
}
